<template>
  <section class="section bg-white">
    <div class="container">
      <h1 class="visually-hidden">О товарах</h1>
      <p class="text">
        О ТОВАРАХ
        <br>
        <br>
        Все товары интернет-магазина notcatart.com являются частью проекта @notcatart
      </p>
      <p class="text">
        <b>Палетка RICH B*TCH</b>
        <br>
        Количество цветов: 14
        <br>
        Состав: данный товар имеет сертифицированный состав
        <br>
        Размер палетки: 100 х 250 х 10 мм
        <br>
        Материал верха упаковки: мелованный картон
        <br>
        Материал корпуса: бархатное напыление
        <br>
        Цвет корпуса: оранжевый
        <br>
        Гарантийный период: нет
        <br>
        Страна производства: Китай
        <br>
        Срок хранения: см. на упаковке
        <br>
        Сезон: мульти
        <br>
      </p>
      <p class="text">
        <b>Палетка STYLE IS WAR</b>
        <br>
        Количество цветов: 14
        <br>
        Состав: данный товар имеет сертифицированный состав
        <br>
        Размер палетки: 100 х 250 х 10 мм
        <br>
        Материал верха упаковки: мелованный картон
        <br>
        Материал корпуса: бархатное напыление
        <br>
        Цвет корпуса: коричневый
        <br>
        Гарантийный период: нет
        <br>
        Страна производства: Китай
        <br>
        Срок хранения: см. на упаковке
        <br>
        Сезон: мульти
        <br>
      </p>
      <p class="text">
        ГАРАНТИЯ ПОДЛИННОСТИ ТОВАРОВ
        <br>
        <br>
        Для полной уверенности в подлинности товаров (палеток) @notcatart необходимо проверить в адресной строке название сайта, на котором приобретается продукция. Название сайта может быть только notcatart.com. Проверьте внимательно! Если вы столкнулись с мошенническим сайтом, откажитесь от покупки продукции. Покупайте только подлинные товары @notcatart на сайте notcatart.com или в сети и онлайн-магазине «Золотое яблоко».
        <br>
      </p>
    </div>
  </section>
</template>

<script>
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'AboutProductView'
})
</script>

<style scoped>

</style>
