<template>
  <section class="section bg-white">
    <div class="container">
      <h1 class="visually-hidden">Оплата товара</h1>
      <p class="text">ОПЛАТА ТОВАРА</p>
      <p class="text">Цена Товара, реализуемого в Интернет-магазине notcatart.com, указывается в рублях Российской Федерации и включает в себя налог на добавленную стоимость. Цена Товара на Сайте может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный Покупателем Товар изменению не подлежит.</p>
      <p class="text">ОСОБЕННОСТИ ОПЛАТЫ ТОВАРА</p>
      <p class="text">В соответствии с положением ЦБ РФ «Об эмиссии банковских карт и об операциях, совершаемых с использованием платежных карт» от 24.12.2004 № 266-П операции по банковским картам совершаются держателем карты либо уполномоченным им лицом.</p>
      <p class="text">Авторизация операций по банковским картам осуществляется банком. Если у банка есть основания полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении данной операции. Мошеннические операции с банковскими картами попадают под действие статьи 159 УК РФ.</p>
      <p class="text">Во избежание случаев различного рода неправомерного использования банковских карт при оплате все Заказы, оформленные на Сайте и предоплаченные банковской картой, проверяются в целях проверки личности владельца и его правомочности на использование карты.</p>
      <p class="text">При оплате заказа на Сайте, денежные средства списываются в размере суммы, указанной при оформлении заказа. Для Покупателя это выглядит как обычное списание денежных средств за покупку. При настроенных уведомлениях от банка придет пуш или смс о списании денежных средств.</p>
      <p class="text">При доставке Товара «Палетка или Палетки» общая стоимость Товара подлежит автоматическому увеличению на стоимость доставки.</p>
      <p class="text">Продавец вправе устанавливать доступные Покупателю способы оплаты по своему усмотрению.</p>
      <p class="text">Способы оплаты:</p>
      <img class="payment-systems-img" src="~@/assets/img/payment-systems.png" alt="Платежные системы">
      <p class="text">Покупатель имеет право обратиться в Службу поддержки Интернет-магазина notcatart.com по адресу: priboralab@gmail.com</p>
    </div>
  </section>
</template>

<script>
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'PaymentInfoView'
})
</script>

<style scoped>

</style>
