<template>
  <section class="section bg-white">
    <div class="container">
      <h1 class="visually-hidden">Политика конфиденциальности</h1>
      <p class="text">
        ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
        <br>
        notcatart.com
        <br>
        г. Москва «15» мая 2023 г.
      </p>
      <p class="text">
        Настоящая политика конфиденциальности персональных данных (далее - «Политика конфиденциальности») действует в отношении всей информации, размещённую Индивидуальным предпринимателем «Прибора Ольга Викторовна», ИНН 773475746015 (далее «Администрация сайта»), на сайте в сети Интернет по адресу: https://notcatart.com (далее «Сайт»), которую посетители Сайта (далее – «Пользователи») могут получить во время использования Сайта и его сервисов. Использование Сайта и его Сервисов означает безоговорочное согласие Пользователя с настоящей Политикой конфиденциальности и указанными в ней условиями обработки его персональной информации. В случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта и его Сервисов.
      </p>
      <p class="text">
        1. ОБЩИЕ ПОЛОЖЕНИЯ
        <br>
        1.1. В рамках настоящей Политики конфиденциальности под персональной информацией Пользователя понимаются:
        <br>
        1.1.1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно или в процессе использования Сайта и его Сервисов, включая персональные данные Пользователя.
        <br>
        1.1.2. Данные, которые автоматически передаются Сервисам в процессе их использования с
        помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сервисам), технические характеристики оборудования
        и программного обеспечения, используемых Пользователем, дата и время доступа к Сервисам, адреса запрашиваемых страниц и иная подобная информация.
        <br>
        1.2. Настоящая Политика конфиденциальности применяется только к Сайту. Администрация
        сайта не контролирует и не несет ответственности за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.
        <br>
      </p>
      <p class="text">
        2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ
        <br>
        2.1. Администрация сайта собирает и хранит только ту персональную информацию, которая
        необходима для предоставления доступа к Сайту, его Сервисам или исполнения соглашений с
        Пользователем, за исключением случаев, когда законодательством предусмотрено обязательное
        хранение персональной информации в течение определенного законом срока.
        <br>
        2.2. Персональную информацию Пользователя Администрация сайта собирает и обрабатывает в следующих целях:
        <br>
        2.2.1. Идентификации Пользователя при посещении и его регистрации на Сайте.
        <br>
        2.2.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта.
        <br>
        2.2.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработку запросов и заявок от Пользователя.
        <br>
        2.2.4. Определения места нахождения Пользователя для обеспечения безопасности,
        <br>
        предотвращения мошенничества.
        2.2.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
        <br>
        2.2.6. При подписке на новостную рассылку Сайта.
        <br>
        2.2.7. Уведомления Пользователя в браузере об изменениях на Сайте.
        <br>
        2.2.8. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта при направлении запросов.
        <br>
        2.2.9. Осуществления рекламной деятельности с согласия Пользователя посредством электронной почты, смс-рассылки, телефонных звонков (автоматических или нет), почты или любых других способов сообщений, которые могут быть интересны Пользователю, за исключением случаев, если Пользователь отказался от подобных рассылок. Пользователь имеет право сообщить Администрации сайта в любое время об отказе в получении информации, отправив электронное письмо по следующему электронному адресу: priboralab@gmail.com
        <br>
        2.2.10. Проведения опросов, конкурсов, рекламных мероприятий и других маркетинговых активностей от Администрации сайта.
        <br>
        2.2.11. Управления Сайтом.
        <br>
        2.2.12. Облегчения доступа Пользователя к контенту Сайта.
        <br>
        2.2.12. Анализа потребительских предпочтений Пользователя;
        <br>
        2.2.13. Для обеспечения сохранности сведений, информации и документов в течение предусмотренного законодательством срока их хранения.
        <br>
        2.2.14. При предоставлении персональных данных путем их размещения на Сайте любым способом.
      </p>
      <p class="text">
        3. ПЕРСОНАЛЬНЫЕ ДАННЫЕ, ОБРАБАТЫВАЕМЫЕ АДМИНИСТРАЦИЕЙ САЙТА
        3.1. Администрация сайта собирает и обрабатывает персональные данные, представляющие собой любую информацию, относящуюся к прямо или косвенно к определенному или определяемому физическому лицу.<br>
        3.2. Администрация сайта собирает на сайте следующие предоставленные Вами персональные данные, включая, но не ограничиваясь:<br>
        • имя;<br>
        • отчество;<br>
        • фамилия;<br>
        • пол;<br>
        • дата рождения (дд/мм/гг);<br>
        • номер(а) контактного телефона;<br>
        • адрес(а) электронной почты;<br>
        • имя Пользователя;<br>
        • IP-адрес, информацию о сайтах, которые Пользователь посещает, и информацию, которую Пользователь запрашивает, сведения об активности Пользователя в Интернете;<br>
        • данные, связанные с вашими учетными записями в мессенджерах и социальных сетях (имя пользователя, фотография, текст подписи, местоположение, адрес страницы в социальной сети и т.д.), которые загружаются и публикуются при загрузке контента, а также при аутентификации с использованием учетной записи социальной сети и при подаче заявки на предоставление обратной связи;<br>
        • любые другие персональные данные, которые Пользователь сообщил любым способом.<br>
      </p>
      <p class="text">
        4. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ<br>
        4.1. Администрация сайта хранит персональную информацию Пользователей в соответствии с внутренними регламентами конкретных Сервисов.<br>
        4.2. Администрация сайта обрабатывает персональные данные следующими способами: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), блокирование, удаление, уничтожение персональных данных. Персональные данные обрабатываются до достижения нами целей обработки или направления Пользователем требования об удалении персональных данных.<br>
        4.3. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании отдельных Сервисов Пользователь соглашается с тем, что определенная часть его персональной информации становится общедоступной.<br>
        4.4. Администрация сайта вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:<br>
        4.4.1. Пользователь выразил согласие на такие действия.<br>
        4.4.2. Передача необходима для использования Пользователем определенного Сервиса либо для исполнения определенного соглашения с Пользователем.<br>
        4.4.4. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры.<br>
        4.4.5. В случае продажи Сайта к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации.<br>
        4.5. Обработка персональных данных Пользователя осуществляется Администрацией сайта
        без ограничения срока любым законным способом, в том числе в информационных системах
        персональных данных с использованием средств автоматизации или без использования таких
        средств.<br>
        4.6. При утрате или разглашении персональных данных Администрация сайта информирует
        Пользователя об утрате или разглашении персональных данных.<br>
        4.7. Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.<br>
        4.8. Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.<br>
      </p>
      <p class="text">
        5. ОБЯЗАТЕЛЬСТВА СТОРОН<br>
        5.1. Пользователь обязан:<br>
        5.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтом.<br>
        5.1.2. Обновлять, дополнять предоставленную информацию о персональных данных в случае изменения данной информации.<br>
        5.2. Администрация сайта обязана:<br>
        5.2.1. Использовать полученную информацию исключительно для целей, указанных в настоящей Политике конфиденциальности.<br>
        5.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением предусмотренных настоящей Политикой конфиденциальности.<br>
        5.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемому для защиты такого рода информации в существующем деловом обороте.<br>
        5.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки в случае выявления недостоверных персональных данных или неправомерных действий.<br>

      </p>
      <p class="text">
        6. ОТВЕТСТВЕННОСТЬ<br>
        6.1. В случае утраты или разглашения конфиденциальной информации Администрация сайта не несет ответственности, если данная конфиденциальная информация:<br>
        6.1.1. Стала публичным достоянием до ее утраты или разглашения.<br>
        6.1.2. Была получена от третьей стороны до момента ее получения Администрацией сайта.<br>
        6.1.3. Была разглашена с согласия Пользователя.<br>
      </p>
      <p class="text">
        7. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ<br>
        7.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.<br>
        7.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.<br>
        7.3. В соответствии с действующим законодательством Пользователь имеет право на доступ к своим персональным данным, которые хранит Администрация сайта, а также право на уточнение, блокирование или удаление персональных данных или запрет (по запросу и на безвозмездной основе) обработки персональных данных Пользователя. Пользователь может направить свой запрос Администрации сайта на электронный адрес: priboralab@gmail.com<br>
      </p>
    </div>
  </section>
</template>

<script>
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'PrivacyView'
})
</script>

<style scoped>

</style>
