<template>
  <section class="section bg-white">
    <div class="container">
      <h1 class="visually-hidden">Договор публичной оферты</h1>
      <p class="text">
        ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ
      </p>
      <p class="text">
        Интернет-магазин notcatart.com, расположенный на доменном имени https://notcatart.com, ИП «Прибора Ольга Викторовна», в лице директора Приборы Ольги Викторовны действующего (- ей) на основании Свидетельства о государственной регистрации физического лица в качестве индивидуального предпринимателя 311774632500295 от 21.11.2011 г., именуемое в дальнейшем «Продавец», публикует Публичную оферту о продаже Товара дистанционным способом.
      </p>
      <p class="text">
        1.ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
        <br>
        1.1. Публичная оферта (далее – «Оферта») - публичное предложение Продавца, адресованное неопределенному кругу лиц, заключить с Продавцом договор купли-продажи товара дистанционным способом (далее - «Договор») на условиях, содержащихся в настоящей Оферте, включая все Приложения.
        <br>
        1.2. Заказ Товара на сайте Интернет-магазина – позиции, указанные Покупателем из ассортимента Товара, предложенного к продаже, при оформлении заявки на приобретение Товара на сайте Интернет-магазина или через Оператора.
        <br>
      </p>
      <p class="text">
        2. ОБЩИЕ ПОЛОЖЕНИЯ
        <br>
        2.1. Заказ Покупателем Товара, размещенного на сайте Интернет-магазина означает, что Покупатель согласен со всеми условиями настоящей Оферты.
        <br>
        2.2. Администрация сайта Интернет-магазина имеет право вносить изменения в Оферту без уведомления Покупателя.
        <br>
        2.3. Срок действия Оферты не ограничен, если иное не указано на сайте Интернет-магазина.
        <br>
        2.4. Продавец предоставляет Покупателю полную и достоверную информацию о Товаре, включая информацию об основных потребительских свойствах Товара, месте изготовления, а также информацию о гарантийном сроке и сроке годности Товара на сайте Интернет-магазина, в разделе «О товарах».
        <br>
      </p>
      <p class="text">
        3. ЦЕНА ТОВАРА
        <br>
        3.1. Цена на каждую позицию Товара указана на сайте Интернет-магазина.
        <br>
        3.2. Продавец имеет право в одностороннем порядке изменить цену на любую позицию Товара.
        <br>
        3.3. В случае изменения цены на заказанный Товар Продавец обязуется в течение 1 (одного) дня проинформировать Покупателя об изменении цены Товара.
        <br>
        3.4. Покупатель вправе подтвердить либо аннулировать Заказ на приобретение Товара, если цена изменена Продавцом после оформления Заказа.
        <br>
        3.5. Изменение Продавцом цены на оплаченный Покупателем Товар не допускается.
        <br>
        3.6. Продавец указывает стоимость доставки Товара на сайте Интернет-магазина либо сообщает Покупателю при оформлении заказа Оператором.
        <br>
        3.7. Обязательства Покупателя по оплате Товара считаются исполненными с момента поступления Продавцом денежных средств.
        <br>
        3.8. Расчеты между Продавцом и Покупателем за Товар производятся способами, указанными на сайте Интернет-магазина в разделе «Оформление заказа».
        <br>
      </p>
      <p class="text">
        4. ОФОРМЛЕНИЕ ЗАКАЗА
        <br>
        4.1. Заказ Товара осуществляется Покупателем через сервис сайта Интернет-магазина https://notcatart.com
        <br>
        4.2. При регистрации на сайте Интернет-магазина Покупатель обязуется предоставить следующую регистрационную информацию:
        <br>
        4.2.1. фамилия, имя, отчество Покупателя или указанного им лица (получателя);
        <br>
        4.2.2.  адрес, по которому следует доставить Товар (если доставка до адреса Покупателя);
        <br>
        4.2.3. адрес электронной почты;
        <br>
        4.2.4. контактный телефон.
        <br>
        4.3. Наименование, количество, ассортимент, артикул, цена выбранного Покупателем Товара указываются в корзине Покупателя на сайте Интернет-магазина.
        <br>
        4.4. Если Продавцу необходима дополнительная информация, он вправе запросить ее у Покупателя. В случае непредоставления необходимой информации Покупателем, Продавец не несет ответственности за выбранный Покупателем Товар.
        <br>
        4.5. При оформлении Заказа через Оператора (п. 4.1. настоящей Оферты) Покупатель обязуется предоставить информацию, указанную в п. 4.2. настоящей Оферты.
        <br>
        4.6. Принятие Покупателем условий настоящей Оферты осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму на сайте Интернет-магазина или при оформлении Заказа через Оператора. После оформления Заказа через Оператора данные о Покупателе регистрируются в базе данных Продавца. Утвердив Заказ выбранного Товара, Покупатель предоставляет Оператору необходимую информацию в соответствии с порядком, указанном в п. 4.2. настоящей Оферты.
        <br>
        4.7. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.
        <br>
        4.8. Покупатель несет ответственность за достоверность предоставленной информации при оформлении Заказа.
        <br>
        4.9. Договор купли-продажи дистанционным способом между Продавцом и Покупателем считается заключенным с момента выдачи Продавцом Покупателю кассового или товарного чека либо иного документа, подтверждающего оплату Товара.
        <br>
      </p>
      <p class="text">
        5. ДОСТАВКА И ПЕРЕДАЧА ТОВАРА ПОКУПАТЕЛЮ
        <br>
        5.1. Продавец оказывает Покупателю услуги по доставке Товара одним из способов, указанных на сайте Интернет-магазина.
        <br>
        5.2. Если Договор купли-продажи товара дистанционным способом (далее – Договор) заключен с условием о доставке Товара Покупателю, Продавец обязан в установленный Договором срок доставить Товар в место, указанное Покупателем, а если место доставки Товара Покупателем не указано, то по месту его жительства или регистрации.
        <br>
        5.3. Место доставки Товара Покупатель указывает при оформлении Заказа на приобретение Товара.
        <br>
        5.4. Срок доставки Товара Покупателю состоит из срока обработки заказа и срока доставки.
        <br>
        5.5. Доставленный Товар передается Покупателю, а при отсутствии Покупателя - любому лицу, предъявившему квитанцию или иной документ, подтверждающий заключение Договора или оформление доставки Товара.
        <br>
        5.6. Информация о Товаре доводится до сведения Покупателя в технической документации, прилагаемой к Товару, на этикетках, путем нанесения маркировки или иным способом, принятым для отдельных видов товаров.
        <br>
        5.7. Сведения об обязательном подтверждении соответствия Товара представляются в порядке и способами, которые установлены законодательством Российской Федерации о техническом регулировании, и включают в себя сведения о номере документа, подтверждающего такое соответствие, о сроке его действия и об организации, его выдавшей.
        <br>
      </p>
      <p class="text">
        6. РЕКВИЗИТЫ ПРОДАВЦА
        <br>
        ИП «ПРИБОРА ОЛЬГА ВИКТОРОВНА»
        <br>
        ИНН 773475746015
        <br>
        РС (₽) 40802810201500185495
        <br>
        Банк: ООО «БАНК ТОЧКА»
        <br>
        БИК 044525104
        <br>
        КС 30101810745374525104
        <br>
        Юридический адрес банка: 109456, г. Москва, 1-й Вешняковский пр., д.1, стр.8, оф.43.
        <br>
        <br>
        <br>
        Внимательно ознакомьтесь с текстом публичной оферты, и, если Вы не согласны с каким-либо пунктом оферты, то вправе отказаться от покупки Товаров, предоставляемых Продавцом, и не совершать действий, указанный в п. 2.1. настоящей Оферты.
        <br>
      </p>
    </div>
  </section>
</template>

<script>
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'AboutProductView'
})
</script>

<style scoped>

</style>
